[
  "Introduction: This Returns & Refunds Policy outlines the conditions under which customers may return products purchased from our online store and request refunds. It is designed to ensure transparency, fairness, and compliance with consumer protection standards.",

  "Eligibility for Returns: Products may be returned within 30 calendar days of delivery. Items must be unused, in original packaging, and accompanied by proof of purchase. Certain categories are non‑returnable, including perishable goods, personal care items, customized products, and digital goods once downloaded.",

  "Return Process: Customers must initiate a return request via the 'My Orders' section of their account. A return label will be generated and emailed within 24 hours. Items must be shipped back using the provided label within 7 days of approval. For metro cities, pickup service is available; rural customers may need to drop off at a courier partner.",

  "Refunds: Refunds are processed within 5 business days after the returned item is received and inspected. Refunds are issued to the original payment method. Shipping fees are non‑refundable, except in cases of defective or incorrect items. Partial refunds may be granted if returned items show signs of use or damage.",

  "Exchanges: Direct exchanges are not supported. Customers must return the item and place a new order. In cases of defective or damaged products, a replacement may be shipped at no additional cost.",

  "Defective or Incorrect Items: Customers must report defective or incorrect items within 48 hours of delivery. Evidence such as photos or videos may be requested to validate the claim. If verified, the company will cover return shipping and issue a full refund or replacement.",

  "Exceptions: Seasonal promotions or clearance items may have final sale conditions, clearly indicated at checkout. Gift cards and vouchers are non‑returnable and non‑refundable.",

  "Contact Information: For questions or assistance with returns and refunds, customers may contact support@example.com, phone +91‑XXXXXXXXXX, or live chat available 9 AM – 9 PM IST."
]