[
  "Introduction: This Returns & Refunds Policy outlines the conditions under which customers may return products purchased from our online store and request refunds. Our aim is to ensure transparency, fairness, and compliance with consumer protection standards.",

  "Eligibility for Returns: Most products may be returned within 30 calendar days of delivery. Certain categories have different return windows: perishable goods (e.g., food, flowers) must be returned within 7 days, electronics within 15 days. Items must be unused, in original packaging, and accompanied by proof of purchase. Non-returnable items include personalized/customized products, opened digital downloads, and gift cards. Items showing signs of use or damage may receive partial refunds or may not be accepted.",

  "Return Process: Customers must initiate a return request via the 'My Orders' section of their account. A return label will be generated and emailed within 24 hours. Items must be shipped back using the provided label within 7 days of approval. Pickup service is available in metro cities, while rural customers may need to drop off at a courier partner. Always include the original packing slip and accessories to avoid delays.",

  "Refunds: Refunds are processed within 5 business days after the returned item is received and inspected. Refunds are issued to the original payment method. Shipping fees are generally non-refundable except for defective or incorrect items. Partial refunds may be granted for returned items with signs of use, missing parts, or damaged packaging. Customers will receive an email notification once the refund has been processed.",

  "Exchanges: Direct exchanges are not supported. Customers must return the item and place a new order. For defective or damaged products, a replacement may be shipped at no additional cost after verification.",

  "Defective or Incorrect Items: Defective or incorrect items must be reported within 48 hours of delivery. Photos or videos may be requested for validation. Verified claims will receive full refunds or replacements, with return shipping covered by the company. Claims submitted after 48 hours may be reviewed on a case-by-case basis.",

  "Exceptions: Some items may have special return rules: seasonal promotions, clearance sales, or final sale items are non-returnable, with conditions clearly indicated at checkout. Gift cards and vouchers are non-returnable and non-refundable. Extended return windows may apply during festival periods or special promotions.",

  "International and Remote Returns: For international orders or deliveries to remote areas, return timelines and shipping processes may differ. Customers are advised to check return eligibility during order confirmation or contact support for guidance.",

  "Contact Information: For questions or assistance with returns and refunds, contact support@example.com, call +91-XXXXXXXXXX, or use live chat available 9 AM – 9 PM IST. Our support team can help with return requests, tracking, or special cases."
]
